Repository: PereiraASRG/corona-de-en-alignment
Catalog: de 5_eng 5.tmx
Source language: de
Languages: en

source: Die Coronakrise spaltet den Kontinent.
en: The corona crisis is dividing the continent.

source: Aber es gibt auch Hoffnung: In den Beitrittsgesprächen auf dem Balkan zeigt die EU ihre Stärken. Das vereinte Europa steht vor seiner größten Bewährungsprobe. Die Coronakrise hat den Kontinent hart getroffen und verschärft die Debatte um einen solidarischen Lastenausgleich zwischen Norden und Süden.
en: However, there is also hope, as the EU is demonstrating its strengths in the accession negotiations in the Western Balkans. The united Europe is facing the greatest challenge in its history. The corona crisis has dealt a severe blow to the continent and exacerbated the debate on fair burden-sharing between north and south.

source: Doch es gibt auch gute Nachrichten.
en: However, there is also good news.

source: Kürzlich hat die EU Albanien und Nordmazedonien grünes Licht für die Aufnahme von Beitrittsgesprächen gegeben.
en: The EU recently gave Albania and North Macedonia the go-ahead for the opening of accession negotiations.

source: Das war kein Selbstläufer, wir mussten viel Überzeugungsarbeit leisten.
en: This was not a matter of course. We had to work hard to make this happen.

source: Doch Europa wird davon profitieren, gerade in diesen dramatischen Zeiten, in denen das Coronavirus zum beispiellosen Stresstest wird.
en: But Europe will benefit, particularly at this dramatic time when we face an unparalleled stress test because of the coronavirus.

source: Denn bei aller notwendigen Konzentration auf das Krisenmanagement dürfen wir unsere geopolitischen Interessen gerade jetzt nicht vergessen.
en: Despite all the necessary focus on crisis management, we must not forget our geopolitical interests, especially now.

source: Das Startsignal für Skopje und Tirana ist mehr als verdient: Beide Länder haben Großes geleistet, eine ambitionierte Reformagenda konsequent bearbeitet und sich durch Rückschläge nicht beirren lassen.
en: The lift-off for Skopje and Tirana is richly deserved. Both countries have made impressive progress, constantly worked on an ambitious reform agenda and refused to allow themselves be thrown off course by setbacks.

source: Albanien hat eine beispiellose Justizreform auf den Weg gebracht.
en: Albania has launched unprecedented judicial reform.

source: Nordmazedonien hat zusätzlich zu großen Reformen zur Stärkung von Demokratie und Rechtsstaatlichkeit mit der Lösung des Namensstreits mit Griechenland im besten Sinne des Wortes Geschichte geschrieben.
en: In addition to its major reforms on strengthening democracy and the rule of law, North Macedonia made history in the best sense of the word by resolving the dispute on its name with Greece.

source: Daher ist unsere Entscheidung richtig.
en: That is why our decision is right.

source: Wir senden damit eine wichtige Botschaft in die gesamte Region: Auf die EU ist Verlass.
en: It sends an important message to the entire region, namely that it can rely on the EU.

source: Reformanstrengungen lohnen sich ebenso wie schmerzhafte Kompromisse zur Konfliktlösung und Versöhnung.
en: It shows that reform efforts and painful compromises to resolve conflicts and achieve reconciliation are worthwhile.

source: Und: Die EU steht zu ihrem Wort!
en: And it proves that the EU stands by its word!

source: Demokratie und Rechtsstaatlichkeit gehören zum Wesen der EU
en: Democracy and the rule of law are at the heart of the EU

source: Demokratie und Rechtsstaatlichkeit gehören zum Wesenskern der europäischen Idee.
en: Democracy and the rule of law are at the heart of the European idea.

source: Mit der neuen Beitrittsmethodik der EU legen wir einen noch stärkeren Schwerpunkt auf nachhaltige Reformen in diesen zentralen Bereichen.
en: The EU’s new accession methods put an even greater focus on lasting reforms in these key sectors.

source: Es dürfte auch von Vorteil sein, dass die EU-Mitgliedstaaten fortan noch mehr Verantwortung für die Beitrittsverfahren übernehmen.
en: The fact that EU member states will take on even more responsibility for the accession process from now on is likely to prove beneficial.

source: Es bleibt dabei:
en: One thing remains unchanged -

source: Der Weg zum EU-Beitritt ist an klare Bedingungen geknüpft.
en: the path to EU accession is coupled with clear conditions.

source: Von einem „Beitrittsautomatismus“, den manch einer befürchtet, kann nicht die Rede sein.
en: There is certainly no such thing as “automatic accession”, as some people fear.

source: Es geht vielmehr um die erste Etappe eines beschwerlichen Wegs, der noch Jahre in Anspruch nehmen dürfte.
en: Instead, we are talking about the first stage of an arduous path that is likely to take years.

source: Auf diesem Weg werden wir Albanien und Nordmazedonien eng begleiten und tatkräftig unterstützen.
en: We will guide and actively support Albania and North Macedonia on this path.

source: Eine möglichst enge Anbindung der Region liegt nicht nur im Interesse der Staaten des Westlichen Balkans, sondern auch in unserem ureigenen strategischen Interesse.
en: Not only is it in the Western Balkans’ interests to have very close ties with the EU, it is also in our own key strategic interests.

source: Die EU muss sich in der Region noch viel stärker engagieren, muss viel sichtbarer werden.
en: The EU needs to significantly step up its engagement and raise its profile in the region.

source: Ansonsten stoßen andere Mächte, die sich um unsere Werte wenig scheren, in diese Lücken hinein.
en: If it does not do so, other powers that care little for our values will move in to fill these gaps.

source: Das dürfen wir nicht zulassen. Denn der Westliche Balkan ist der Innenhof Europas.
en: We cannot allow that to happen because the Western Balkans are Europe’s inner courtyard.

source: Für uns alle steht langfristig viel auf dem Spiel: Es geht nicht zuletzt um Frieden, Versöhnung und Stabilität in der Region und in ganz Europa.
en: In the long term, a great deal is at stake for us all, not least peace, reconciliation and stability in the region and in Europe as a whole.

source: Die Coronakrise und die damit einhergehenden Entbehrungen führen uns gerade die Errungenschaften und den Wert Europas – vor allem unserer Freiheit und Freizügigkeit – in schmerzhafter Weise vor Augen.
en: The corona crisis and the deprivations it brings are a painful reminder of what Europe has achieved and what it offers, in particular our liberty and freedom of movement.

source: EU muss Handlungs- und Entscheidungsfähigkeit zeigen
en: The EU must remain capable of taking action and making decisions

source: Das „Ja“ für Beitrittsverhandlungen mit Nordmazedonien und Albanien ist in Zeiten dieses kollektiven Stresstests umso wichtiger.
en: The go-ahead for accession negotiations with North Macedonia and Albania is all the more important now, when we face a collective stress test.

source: Wir machen deutlich: Trotz einer dramatischen Krise historischen Ausmaßes bleibt die EU handlungs- und entscheidungsfähig.
en: We are showing clearly that the EU remains capable of taking action and making decisions despite a dramatic crisis of historic proportions.

source: Und wir verlieren auch in Krisenzeiten unsere strategischen Interessen nicht aus den Augen.
en: And even at a time of crisis, we are not losing sight of our strategic interests.

source: Schon jetzt müssen wir die „Post-Corona-Welt“ mitdenken.
en: We need to think now about a “post-corona world”.

source: Diese Welt wird eine andere sein.
en: This world will be different.

source: Und Corona wird auch unser Europa nachhaltig verändern.
en: And corona will permanently change our Europe.

source: Umso wichtiger, dass wir nun entscheidende Weichen stellen und damit eine glasklare Botschaft senden: Die Zukunft des Westlichen Balkans liegt in der EU!
en: It is all the more important that we choose the right course, thus leaving absolutely no one in doubt that the future of the Western Balkans is in the EU!

source: Im Hier und Jetzt ist körperliche Distanz – oder Neudeutsch: „social distancing“ – zur Eindämmung der Pandemie das Gebot der Stunde.
en: Right now, social distancing is vital to curb the pandemic.

source: Doch in der Politik brauchen wir gerade jetzt das genaue Gegenteil: Die EU-Partner müssen noch enger zusammenrücken und im Team spielen.
en: But in politics, we need the exact opposite, especially now. EU partners must become even closer and play as a team.

source: Denn nur gemeinsam können wir diese beispiellose Bewährungsprobe bewältigen.
en: This is essential because we can only overcome this unparalleled challenge by working together.

source: Nationale Befindlichkeiten, europäischen Kleinmut und zögerliches Handeln können wir uns nicht leisten.
en: We cannot afford national sensitivities or procrastination when it comes to taking action.

source: Denn Corona schert sich nicht um Grenzen und nationale Egoismen.
en: Borders and national egoism are a matter of supreme indifference to the virus.

source: Und einige Staaten sind dringend auf unsere Unterstützung angewiesen.
en: And some countries, including those of the Western Balkans, urgently need our assistance.

source: Dazu gehört auch der Westliche Balkan. Als EU haben wir dort eine besondere Verantwortung.
en: As the EU, we have a special responsibility to the region and that is why we are currently mobilising immediate support for it.

source: Daher mobilisieren wir gerade kurzfristige Unterstützung für die Region.
en: Let us take this opportunity to show what European solidarity means, including in our inner courtyard!

source: Nutzen wir die Chance, auch in unserem Innenhof zu zeigen, was europäische Solidarität heißt!
en: The people of the region must feel that they can count on us, both during the corona crisis and on their path to EU accession.

source: Die Bürgerinnen und Bürger der Region müssen spüren: Sie können auf uns zählen – sowohl in der Coronakrise als auch auf ihrem Weg in die EU. Dabei bieten wir – anders als China, Russland oder die Türkei – Demokratie und Rechtsstaatlichkeit, Freiheit und Menschenrechte, Wohlstand und regionale Versöhnung.
en: And unlike China, Russia or Turkey, we offer democracy, the rule of law, freedom, human rights, prosperity and regional reconciliation.

source: Genau diese Werte machen Europa so kostbar und einzigartig.
en: It is these values that make Europe so precious and unique.
